mysql/sysbench/run.log
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            11816
        write:                           3376
        other:                           1688
        total:                           16880
    transactions:                        844    (84.38 per sec.)
    queries:                             16880  (1687.62 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0010s
    total number of events:              844

Latency (ms):
         min:                                    8.53
         avg:                                   11.84
         max:                                   38.33
         95th percentile:                       13.95
         sum:                                 9996.21

Threads fairness:
    events (avg/stddev):           844.0000/0.00
    execution time (avg/stddev):   9.9962/0.00