mysql/sysbench/run.log
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            11760
        write:                           3360
        other:                           1680
        total:                           16800
    transactions:                        840    (83.91 per sec.)
    queries:                             16800  (1678.11 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0099s
    total number of events:              840

Latency (ms):
         min:                                    9.88
         avg:                                   11.91
         max:                                   40.18
         95th percentile:                       14.21
         sum:                                10005.39

Threads fairness:
    events (avg/stddev):           840.0000/0.00
    execution time (avg/stddev):   10.0054/0.00