mysql/sysbench/run.log
sysbench 1.0.17 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            11928
        write:                           3408
        other:                           1704
        total:                           17040
    transactions:                        852    (85.15 per sec.)
    queries:                             17040  (1703.03 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0043s
    total number of events:              852

Latency (ms):
         min:                                    8.84
         avg:                                   11.73
         max:                                   28.25
         95th percentile:                       13.46
         sum:                                 9995.26

Threads fairness:
    events (avg/stddev):           852.0000/0.00
    execution time (avg/stddev):   9.9953/0.00